<template>
	<view class="sellers-desc">
		<fold-box title="商家描述">
			<view slot="title-right-content">
				<view class="title-right-content">
					<image src="../../static/images/sellers/shipin.png"></image>
					<view style="color:#EF4235;">商家视频</view>
				</view>
			</view>
			
			<view slot="desc">
				<view class="content-main">
					广东十月芬芳生物科技有限公司是集研发、生产、供应、销售、服务于一体的综合性高科技企业。
					在中国追溯链.com的熏陶下，广东十月芬芳生物科技有限公司始终坚持以人为本、诚信至上的理念，以科技创新为先导，
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。				
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。11
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。				
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。
					目前已成功研发牙膏、牙刷等一系列家居日用品。 凭借广泛的实力合作、一流的研发技术、专业的生产制造、上佳的服务品质，
					广东十月芬芳生物科技有限公司将不断为消费者打造优质的产品，并朝着打造世界一流生物科技企业的战略目标不断前进。
				</view>
			</view>
		</fold-box>
	</view>
</template>

<script>
import FoldBox from '../fold-box/fold-box.vue'
export default {
	components: {
		FoldBox
	},
	data() {
		return {
		}
	},

}
</script>

<style lang="less" scoped>
.sellers-desc {
	margin-bottom: 20upx;
	.title-right-content {
		display: flex;
		align-items: center;
		>image {
			width: 30upx;
			height: 30upx;
			margin-right: 10upx;
		}
	}
}
</style>
